Repository: seanpm2001/mt-training-data
Catalog: tn/tn_pontoon.tmx
Source language: en_us
Languages: tn

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
tn: Re dumela gore tshedimosetso e kgolo, e e phasaladitsweng e e leng teng e tla rotloetsa go tlhama le kgaisano e e siameng ya kgwebo mo thekenolojing e e ikaegileng ka metšhine e e ithutang puo. Tshedimosetso ya Common Voice ya dipuo tse dintsi ke tshedimosetso e kgolo ya batho botlhe e e leng teng ya mantswe, mme ga se yone fela. Leba tsebe eno jaaka tshupiso go bona tshedimosetso e nngwe ya mantswe, mme jaaka Common Voice e tswelela go gola, e nna legae la ditlhabololo tsa rona.

source: Website Localization
tn: Thanolo ya Webosaete

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
tn: Re bala diura ka go fopholetsa kakaretso ya boleele jwa kgatiso nngwe le ngwe, re bo re atisa palo eo ka palogotlhe ya dikgatiso tsa dipuo tsotlhe.

source: We could not fetch the stats. Please try again later.
tn: Ga re a kgona go tla ka dipalopalo. Tsweetswee leka gape moragonyana.

source: We couldn’t find that page for you
tn: Ga re a kgona go bona tsebe e o e batlang

source: We couldn’t get any audio clips for you to listen to. Please try again later.
tn: Ga re a kgona go bona dikgatiso tsa mantswe tse o ka di reetsang. Tsweetswee leka gape moragonyana.

source: We couldn’t get any sentences for you to speak. Please try again later.
tn: Ga re a kgona go bona mela e o ka e buang. Tsweetswee leka gape moragonyana.

source: Weekly
tn: Ka Beke

source: Weekly Goal
tn: Boikaelelo Jwa Beke

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
tn: Ga re a kgona go tla ka dipuo tse di gone. Go ka se kgonege go tsaya karolo ga jaana. Tsweetswee leka gape moragonyana.

source: We launch the Common Voice site in this language.
tn: Re simolola webosaete ya Common Voice ka puo eno.

source: Welcome { $company } staff!
tn: Re a lo amogela dadiri ba { $company }!

source: Welcome to Common Voice
tn: Re a go amogela mo Common Voice

source: Welcome to the Common Voice Sentence Collector
tn: Re a go amogela mo Kgobokanyong ya Mela ya Common Voice

source: Welsh
tn: Se-Wales

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
tn: Re ka tswa re ise re amogele kopo eo. Tsweetswee re romelele imeile ka tlhamalalo mo <emailLink>{ $email }</emailLink> mme re tla boela kwa go wena!

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
tn: Re rata dipolelo tsa tlholego/motlotlo. Le fa pharologano ya sefonotiki le mafoko mo dipolelong e le botlhokwa, re leka sotlhe se re ka se kgonang go dira gore dipolelo tsa kgatiso di kgatlhe. Go ne go tla nna gontle fa o ne o ka leka gore dipolelo tsa gago e nne tsa tlholego/akaretsang.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tn: Re go solofetsa go tshwara tshedimosetso ya gago ka kelotlhoko. Bala mo go oketsegileng mo <privacyLink>Kitsiso ya Bosephiri</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
tn: Re aga rekoto ya tshedimosetso ya mantswe ya dipuo tse dintsi e mongwe le mongwe a ka e dirisang go thapisa dithulaganyo tse di kgonang go dirisa mantswe.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
tn: Re batla tshedimosetso ya batho ba bantsi ya mantswe. Aba lentswe la gago, tlhomamisa go nepa ga dikgatiso tsa batho ba bangwe, dira gore tshedimosetso e nne botoka go batho botlhe.

source: We’re experiencing unexpected downtime
tn: Re itemogela kemisotiro ya tshoganyetso

source: We’re going out to get coffee.
tn: Re a tswa re ya go batla kofi.

source: We release the dataset every 3 months.
tn: Re golola rekoto ya tshedimosetso dikgwedi dingwe le dingwe di le 3.

source: We're receiving a lot of traffic and are currently investigating the issues.
tn: Re itemogela pharakano e ntsi mme gone jaanong re batlisisa ka mathata ao.

source: We’re sorry, your platform is not currently supported.
tn: Re maswabi, polatefomo ya gago ga e tshegediwe gone jaanong.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
tn: Re dirisa thulusu ya Mozilla e e bidiwang <pontoonLink>Pontoon</pontoonLink> go dira dithanolo. Pontoon e na le dipuo tse dintsi, mme fa e se na puo ya gago, o ka <pontoonRequestLink>kopa gore e tsenngwe</pontoonRequestLink>. Mme go dira gore puo e nne teng mo porojekeng ya Common Voice, <githubRepoLink>kopa puo e ntšha mo GitHub</githubRepoLink>. <localizationFragment>Bona tshedimosetso e e oketsegileng mo webosaeteng ya thanolo</localizationFragment>.

source: We've run out of clips to validate in this language...
tn: Re feletswe ke dikgatiso tse re ka di tlhomamisang ka puo eno...

source: We've run out of sentences to record in this language...
tn: Re feletswe ke mela e re ka e gatisang ka puo eno...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
tn: Re batla gore dikao tsa puo di tlhaloganye botoka bontsi jwa dibui. Gore seno se direge, tshedimosetso ya mantswe e tshwanetse go akaretsa batho ba bantsi ba ba farologaneng.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
tn: Re batla gore tshedimosetso ya Common Voice e bontshe boleng jwa modumo o thulaganyo ya go fetolela puo go mokwalo e tla o utlwang mo nageng, ka jalo re batla mefuta e e farologaneng. Mo godimo ga dibui tse di farologaneng, tshedimosetso e e nang le boleng jo bo farologaneng jwa modumo e tla ruta thulaganyo e e fetolelang puo go mokwalo go lepalepana le maemo a a sa tshwaneng a a leng teng mo lefatsheng, go tloga ka modumo o o utlwalang kwa morago fa batho ba bua go ya go modumo wa koloi. Fela fa kgatiso ya lentswe la gago e tlhaloganyesega, e tla bo e siametse tshedimosetso eo.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
tn: Re batla gore go ithuta ga metšhine go kgone go lepalepana le medumo e mentsi e e kwa morago, le medumo e e kwa godimo e ka amogelesega fa fela e sa go thibele go utlwa mokwalo otlhe. Mmino o o lelang kwa morago go didimetse o siame; mmino o o kwa godimo thata mo o go thibelang go utlwa mafoko otlhe ga wa siama.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
tn: Gape re tla <strong>itsise motsamaisi wa lefelo la rona gore o a kgatlhega </strong>, gore a kgone go go naya tshegetso e e oketsegileng kgotsa tshedimosetso e o ka e tlhokang.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
tn: Re tla ikgolaganya le wena mo nakong e e sa fediseng pelo ka tshedimosetso e e oketsegileng ya gore o ka tsenya jang puo ya gago mo Common Voice.

source: We will be in touch with more information as it becomes available.
tn: Re tla ikgolaganya le wena ka tshedimosetso e e oketsegileng fa e nna gone.

source: We will not make your email public.
tn: Ga re kitla re dira gore imeile ya gago e itsiwe ke botlhe.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
tn: Re tla sekaseka kopo ya gago ya go tlosa dikgatiso tsa gago tsa mantswe mo tshedimosetsong. Fa kopo ya gago e dumeletswe, re tla ikgolaganya le batho ba ba itseetseng tshedimosetso le go ba kopa gore le bone ba tlose dikgatiso tsa gago tsa mantswe.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
tn: Go tewa jang fa go twe ga ke kgone go "lemoga boikitsiso" jwa babui ba ba mo direkotong tsa tshedimosetso mo Common Voice?

source: What is a language on Common Voice?
tn: Puo ke eng mo Common Voice?

source: What is Common Voice?
tn: Common Voice ke eng?

source: What issues are you experiencing with this sentence?
tn: O itemogela mathata afe ka mola ono?

source: What kind of goal do you want to build?
tn: O batla go ikagela boikaelelo jo bo ntseng jang?

source: What level of audio quality is required for a voice clip to be used in the dataset?
tn: Go tlhokega boleng bofe jwa kgatiso ya lentswe gore e dirisiwe mo rekotong ya tshedimosetso?

source: What’s inside the Common Voice dataset?
tn: Ke eng se se mo rekotong ya tshedimosetso ya Common Voice?

source: What's Public?
tn: Ke Eng se se Bonwang ke Batho Botlhe?

source: What’s the difference between Common Voice and Deep Speech?
tn: Pharologano ke eng fa gare ga Common Voice le Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
tn: Fa modirisi a gana polelo, e boela kwa Moleng. Fa kgatiso ya lentswe e ganwa lekgetlho la bobedi, e romelwa kwa Clip Graveyard.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
tn: Fa o reeditse, tlhatlhoba ka kelotlhoko gore a se se gatisitsweng ke sone tota se se kwadilweng; se gane le fa go na le diphoso tse dinnye tota. <br />Diphoso tse di tlwaelegileng thata di akaretsa:

source: When will you release Common Voice data in other languages?
tn: Lo tla golola leng tshedimosetso ya Common Voice ka dipuo tse dingwe?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
tn: Fa o kopa dikgatiso tsa gago, re di kopanya go di dira faele e le nngwe kgotsa di le mmalwa tsa ZIP. Tseno ke dikopo tsa gago tsa nako e e fetileng.

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
tn: Mela eno ya <wikipediaLink>lefelo la botlhe</wikipediaLink> e tswa kae?

source: Where does the source text come from?
tn: Mokwalo wa ntlhantlha o tswa kae?

source: Which variant of { $language } do you speak?
tn: O bua mofuta ofe wa { $language }?

source: Why ?
tn: Goreng ?

source: Why a profile?
tn: Goreng porofaele?

source: Why Common Voice?
tn: Goreng Common Voice?

source: Why does this matter?
tn: Goreng seno se le botlhokwa?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
tn: Goreng o sa kope batho go bala dibuka kgotsa ditlhogo tsa Wikipedia ka dipuo tse di farologaneng?

source: Why do you need so many different speakers per language?
tn: Goreng lo tlhoka batho ba bantsi jaana ba ba farologaneng ba puo nngwe le nngwe?

source: Why is 10,000 validated hours the per language goal for capturing audio?
tn: Goreng kgatiso ya modumo e direga fela fa e le gore puo e kgona go tsaya diura di le 10 000?

source: Why is Common Voice part of the Mozilla mission?
tn: Goreng Common Voice e le karolo ya tiro ya Mozilla?

source: Why is it important?
tn: Goreng e le botlhokwa?

source: Why is my language not included yet?
tn: Goreng puo ya me e ise e akarediwe?

source: Why should I sign up for an account?
tn: Goreng ke tlhoka go ikwadisa gore ke nne le akhaonto?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
tn: A o batla go kopa gore dikgatiso tsa lentswe la gago di phimolwe le tsone, kgotsa o batla go di boloka mo tshedimosetsong ya Common Voice?

source: Xhosa
tn: Sexhosa

source: Xitsonga
tn: Setsonga

source: y
tn: e

source: Y
tn: E

source: Yes
tn: Ee

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tn: Ee, nthomeleleng diimeile. Nka rata go nna mo dinakong ka Porojeke ya Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tn: Ee, nthomeleleng diimeile. Nka rata go nna ke le mo dinakong ka kgatelopele ya puo eno mo Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
tn: Se tota re se batlang ke lentswe la gago! Karolo ya boikaelelo jwa Common Voice ke go kgobokanya digalo tse di farologaneng kafa go ka kgonegang ka gone gore ditirelo tsa go lemoga mantswe di direle batho botlhe ka go lekana. Seno se raya gore diabe tsa batho ba e seng babui ba tlholego le tsone di botlhokwa thata.

source: Yiddish
tn: Se-Yiddish

source: Yoruba
tn: Se-Yoruba

source: You
tn: Wena

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
tn: O tloga o simolola download ya <size>{ $size }GB</size>, a o a tswelela?

source: You are prepared to initiate a download of <b>{ $size }</b>
tn: O ipaakanyeditse go simolola go itseela <b>{ $size }</b>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
tn: Gape o ka kgona go kopisa le go manega di-URL tse di tlhamaletseng mo lefelong la gago la mmamoratwa la go itseela dilo. Di tla felelwa ke nako mo diureng tse 12, mme o ka boela mo tsebeng eno go dira tse disha nako nngwe le nngwe.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
tn: Gape o ka dirisa Ditlhabanyetso Tsa Khiiboto: { sc-review-form-button-approve-shortcut } go Amogela, { sc-review-form-button-reject-shortcut } go Gana, { sc-review-form-button-skip-shortcut } go Tlola

source: You can choose to make your username public or anonymous.
tn: O ka tlhopha gore leinatiriso la gago le bonwe ke batho botlhe kgotsa go nna tlhokaina.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
tn: O ka ya kwa <datasetsPage>tsebeng ya tshedimosetso</datasetsPage>, tlhopha mofuta le (di)puo e o e batlang, o bo o e itseela! Difaele di na le <metadataLink>tshedimosetso e e amanang e e tlhalosang</metadataLink>, jaaka tshedimosetso ya dipalopalo le ya go netefatsa. O tla tlhoka go kwala aterese ya imeile gore o itseele tshedimosetso.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
tn: O ka thusa rekoto eno ya tshedimosetso e kgolo e bile e le ya batho botlhe ka go tlhama porofaele ya Common Voice le go abelana ka lentswe la gago.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
tn: O ka kopana le bangwe ba badirisi ba puo mo Mozilla ka go nna karolo ya <discourseLink>Discourse</discourseLink> go bona metlotlo ya ditlhogo kgotsa <matrixLink>Matrix</matrixLink> go bona maele a ka bonako.

source: You cannot request your recordings while another request is already in progress.
tn: Ga o kgone go kopa dikgatiso tsa gago fa kopo e nngwe e setse e diragadiwa.

source: You can request a new takeout of your recordings every { $days } days.
tn: O ka kopa go ntsha dikgatiso tsa gago malatsi mangwe le mangwe a le { $days }.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
tn: O ka dira ditiragalo go thusa batho go aba. Go motlhofo go feta jaaka o akanya. O ka e dira mo inthanete ka kgolagano ya bidio kgotsa wa e dira ka namana fa go sireletsegile go dira jalo. <eventTemplate>Leba dithempoleite le didirisiwa tsa rona tsa go dira ditiragalo</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
tn: O ka <sentenceCollectorLinkAdd>tsenya dipolelo di le mmalwa</sentenceCollectorLinkAdd>, kgotsa o ka <bulkImportDocsLink>tsenya tse dintsi o dirisa Github</bulkImportDocsLink>. Gopola gore dipolelo di tshwanetse go nna <licenseLink>CC0 (kgotsa lefelo la botlhe)</licenseLink>, kgotsa o ka ikwalela tsa gago.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
tn: O ka dirisa <scraperLink>sekgaoganya Mela</scraperLink> go lekanya mela e mekhutshwane mo Wikipedia.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
tn: O ka akaretsa webosaete, ka sekai, "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
tn: O ka dirisa mokgwa wa thutego wa go ntsha tshupiso, ka sekai, mokgwa wa Harvard "Mozilla (2021) Common Voice. E gone mo https://commonvoice.mozilla.org/ (E fitlheletswe ka: September 15 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
tn: O ka dirisa metswedi ya mafaratlhatlha a boitapoloso go fetisa molaetsa. Abalana mekwalo e e bontshang gore ke eng go le botlhokwa, mme o golagane le batho ba bangwe ba ba buang ka dikgang tse di jaaka ditshwanelo tsa puo, lentswe, kgotsa go tlhoka tekatekano mo thekenolojing. Bona dikakantsho tse dingwe ka <campaignLink>go dira letsholo, go akaretsa tshedimosetso e o ka e dirisang gape</campaignLink>.

source: You have not added any languages yet.
tn: Ga o ise o tsenye dipuo dipe.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
tn: Ga o ise o tlhophe dipuo dipe. Tsweetswee ya kwa <profileLink>Porofaeleng</profileLink> ya gago gore o tlhophe dipuo.

source: You must allow microphone access.
tn: O tshwanetse go letlelela go dirisa maekerofouno.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
tn: O tlodile mela kwa morago fa o ntse o sekaseka. Go rulaganya sesha mela e e tlodilweng go tla bontsha gape mela yotlhe e o e tlodileng. Seno ga se a ikaega ka puo.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
tn: Segalo sa gago ke tsela e o bitsang mafoko ka yone. Se ka tlhotlhelediwa ke lefelo le o kileng wa tshela mo go lone, dipuo tse dingwe tse o kgonang go di bua, le dilo tse dingwe tse dintsi. O ka abalana tshedimosetso nngwe le nngwe e o akanyang gore e botlhokwa fano.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
tn: Dikgatiso tsa gago tsa mantswe tse di sa ntsheng tshedimosetso ya gago di tla tswelela di le mo tshedimosetsong ya Common Voice. Fa o sena go phimola porofaele ya gago o ka se tlhole o kgona go romela kopo ya go tlosa dikgatiso tsa gago mo tshedimosetsong

source: Your daily goal has been created
tn: Maikaelelo a gago a letsatsi a dirilwe

source: Your download has started.
tn: Selo se o se itseelang se simolotse go tsena.

source: You’re contributing to a target segment
tn: O abelana go karolwana ya puo

source: You’re contributing to our first target segment
tn: O abelana go karolwana ya rona ya ntlha ya puo

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tn: Gone jaanong o dirile gore o <bold>SE KA</bold> wa amogela diimeile tse di jaaka dikgopotso tsa maikaelelo, ditlhabololo tsa kgatelopele ya me le makwalodikgang a Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tn: Gone jaanong o dirile gore o amogele diimeile tse di jaaka dikgopotso tsa maikaelelo, ditlhabololo tsa kgatelopele ya me le makwalodikgang a Common Voice

source: Your email address
tn: Aterese ya gago ya imeile

source: Your files are being assembled. Please check again later.
tn: Difaele tsa gago di a kokoanngwa. Tsweetswee tlhola gape moragonyana.

source: Your languages:
tn: Dipuo tsa gago:

source: Your Languages
tn: Dipuo Tsa Gago

source: Your username and email will not be associated with the published data.
tn: Leinatiriso la gago le imeile ga di na go ammangwa le tshedimosetso e e phasaladiwang.

source: Your weekly goal has been created
tn: Maikaelelo a gago a beke a dirilwe

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
tn: O tshwanetse go amogela email mo bogautshwaneng e e tlhalosang dikgato tsa go tsenya puo ya gago mo Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
tn: O thusitse Common Voice gore e fitlhelele <goalPercentage></goalPercentage> ya maikaelelo a rona a letsatsi a go gatisa { $goalValue }!
